alacritty
alsa-utils
base
base-devel
bash-completion
blueman
bluez
bluez-utils
brightnessctl
cava
cmake
code
cups-pk-helper
discord
dms-shell-niri
efibootmgr
egl-wayland
fastfetch
fcitx5
fcitx5-chewing
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
firefox
flatpak
fontconfig
git
github-cli
godot
grim
grub
iwd
jq
kimageformats
lib32-vulkan-intel
linux
linux-firmware
linux-headers
matugen
namcap
neovim
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-utils
pavucontrol
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
python-beautifulsoup4
python-pip
qt5-wayland
qt6-5compat
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6-wayland
rustup
scons
slurp
sof-firmware
spotify-launcher
starship
steam
sudo
terminus-font
ttf-dejavu
ttf-jetbrains-mono-nerd
uv
vim
vivaldi
vivaldi-ffmpeg-codecs
vulkan-intel
waybar
wget
wine-gecko
wine-mono
wireplumber
wl-clipboard
wmctrl
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xwayland-satellite
zip
zsh
zsh-autocomplete
zsh-completions
